{
	"phrases": [
		"Happy New Year! It's time to start new habits.",
		"A new day, a new opportunity to improve.",
		"Every step counts on your journey of personal development.",
		"Remember, progress is gradual but steady.",
		"Today is the first day of the rest of your life.",
		"Set realistic goals for lasting results.",
		"Celebrate your small achievements along the way.",
		"Discipline is the bridge between your goals and your accomplishments.",
		"Make the most of each day that presents itself to you.",
		"Your determination will take you far on this journey.",
		"Visualize your goals and work toward them every day.",
		"Don't give up, the rewards will be worth it.",
		"Patience is key in your pursuit of positive changes.",
		"Every day is an opportunity to learn and grow.",
		"Trust the process, even when it's challenging.",
		"Keep your focus on the present as you build the future.",
		"Small daily actions will lead to big results.",
		"Consistency is the key to forming new habits.",
		"Don't look back, you're moving in the right direction.",
		"Your determination will overcome any obstacles in your path.",
		"Celebrate your successes, no matter how small.",
		"Every day is a blank page. Write your story.",
		"Make the most of every opportunity to grow.",
		"Your choices today will shape your future.",
		"Never underestimate the power of your own will.",
		"Every day is a new opportunity to shine.",
		"Persist through difficulties. You're stronger than you think.",
		"Your capacity for change is infinite. Keep going!",
		"Don't fear failure; fear not having tried.",
		"Keep your eyes on the stars, but work in the present.",
		"Success comes to those who keep moving step by step.",
		"Today is a good day to start new paths.",
		"Believe in yourself and your ability to make changes.",
		"Your daily efforts bring you closer to your dreams.",
		"Celebrate your progress, even the smallest achievements.",
		"Determination surpasses adverse circumstances.",
		"Every day is an opportunity to improve a little more.",
		"Change starts with a single step in the right direction.",
		"Keep your goals in sight and keep moving forward.",
		"Your future is built with the choices you make today.",
		"Don't worry about how long it will take; keep moving forward.",
		"Never underestimate the impact of your persistence.",
		"Every small effort adds up on your journey of growth.",
		"Don't look back, you're moving toward new possibilities.",
		"Daily discipline will lead to lasting change.",
		"Your dedication will open doors you didn't even know existed.",
		"Every day is an opportunity to write a new chapter.",
		"Remember why you started when things get tough.",
		"Every step brings you closer to where you want to be. Keep going!",
		"Success isn't linear, but every step counts on the journey.",
		"Don't dwell on the past; focus on the present and the future.",
		"Consistency transforms the ordinary into extraordinary.",
		"Never underestimate the power of perseverance over time.",
		"Keep your dreams big and your habits small.",
		"Every day is an opportunity to be a better version of yourself.",
		"Trust the process and keep moving forward, no matter the pace.",
		"Patience and determination will take you far.",
		"Your daily efforts accumulate results over time.",
		"Every step is one step closer to your ultimate goal.",
		"Consistency is the key to creating a life you love.",
		"Approach each day with determination and passion.",
		"There are no shortcuts on the path to personal success.",
		"Change takes time, but every day counts.",
		"Every day is a new opportunity to reinvent yourself.",
		"Small daily improvements add up over time.",
		"Your current habits shape your future. Choose wisely.",
		"Don't underestimate the power of making an effort every day.",
		"Every day is a blank page to write your story.",
		"Every step brings you a little closer to your goals.",
		"Maintain focus on your end goals as you move forward.",
		"The path may be challenging, but every step matters.",
		"Remember why you started and keep that motivation alive.",
		"Perseverance in small actions leads to big changes.",
		"Don't look back, you're moving toward a bright future.",
		"Celebrate your victories, no matter how small.",
		"Daily dedication consistently brings you closer to your dreams.",
		"Your habits define your long-term success. Choose wisely.",
		"Every day is an opportunity to move closer to your best self.",
		"Change doesn't happen overnight, keep moving forward!",
		"Every small step contributes to your journey of self-improvement.",
		"Don't underestimate the impact of your daily actions.",
		"Keep your eyes on the prize as you move toward it.",
		"Steady effort transforms dreams into reality.",
		"Every day is an opportunity to create the life you desire.",
		"Your choices today will lead you to tomorrow's success.",
		"A journey of a thousand miles begins with a single step.",
		"Don't give up in the face of challenges; overcome them with determination.",
		"Every day counts in your pursuit of self-improvement.",
		"Maintain focus on your goals and work toward them.",
		"Your daily actions guide you toward your bigger aspirations.",
		"Celebrate your achievements, no matter how small they seem.",
		"Constant dedication is the key to achieving lasting changes.",
		"Success is built step by step, day by day.",
		"Don't forget to enjoy the process as you move forward.",
		"Every day is an opportunity to become who you aspire to be.",
		"Every small step brings you closer to your dreams.",
		"Keep your eyes on the future while committing to the present.",
		"Your daily actions create a lasting impact over time.",
		"Progress doesn't have to be big to be meaningful.",
		"Never underestimate the power of consistency over time.",
		"Every day is a new beginning to pursue your goals.",
		"Your current habits will determine your future success. Choose wisely.",
		"Every day is an opportunity to move a little further.",
		"Keep your goals in sight as you work in the present.",
		"Don't worry about speed, just keep moving steadily.",
		"Change happens gradually, but every step matters.",
		"Remember that every day is an opportunity to grow.",
		"Celebrate your progress, no matter how small it is.",
		"Every day is a new page in your personal story.",
		"Every day matters on your path to positive change.",
		"Don't underestimate the power of your daily actions for your future.",
		"Your journey is made up of individual steps. Each one counts.",
		"Consistency is the key to unlocking your potential.",
		"Believe in yourself, and you'll be unstoppable.",
		"Your efforts today will lead to a better tomorrow.",
		"Embrace each new day as a chance to make a difference.",
		"Every day offers an opportunity to rewrite your story.",
		"Your progress matters more than your pace.",
		"Stay focused and never lose sight of your goals.",
		"Remember that Rome wasn't built in a day.",
		"Believe in the process; change takes time.",
		"Your journey is a marathon, not a sprint.",
		"Every day presents a new opportunity to grow.",
		"Patience and consistency will bring you closer to your goals.",
		"Your growth is a journey, and every day is a step.",
		"Don't wait for the future; work for it today.",
		"Small steps now lead to significant results later.",
		"Every day is your chance to create positive change.",
		"You have the power to sculpt your reality, starting today."
	]
}
