{
	"phrases": [
		"¡Feliz Año Nuevo! Es hora de comenzar nuevos hábitos.",
		"Un nuevo día, una nueva oportunidad para mejorar.",
		"Cada paso cuenta en tu viaje de desarrollo personal.",
		"Recuerda, el progreso es gradual pero constante.",
		"Hoy es el primer día del resto de tu vida.",
		"Establece metas realistas para resultados duraderos.",
		"Celebra tus pequeños logros en el camino.",
		"La disciplina es el puente entre tus metas y tus logros.",
		"Aprovecha al máximo cada día que se te presente.",
		"Tu determinación te llevará lejos en este viaje.",
		"Visualiza tus metas y trabaja hacia ellas todos los días.",
		"No te rindas, las recompensas valdrán la pena.",
		"La paciencia es clave en tu búsqueda de cambios positivos.",
		"Cada día es una oportunidad para aprender y crecer.",
		"Confía en el proceso, incluso cuando sea desafiante.",
		"Mantén tu enfoque en el presente mientras construyes el futuro.",
		"Pequeñas acciones diarias llevarán a grandes resultados.",
		"La consistencia es la clave para formar nuevos hábitos.",
		"No mires atrás, te estás moviendo en la dirección correcta.",
		"Tu determinación superará cualquier obstáculo en tu camino.",
		"Celebra tus éxitos, sin importar lo pequeños que sean.",
		"Cada día es una página en blanco. Escribe tu historia.",
		"Aprovecha al máximo cada oportunidad para crecer.",
		"Tus elecciones hoy moldearán tu futuro.",
		"No subestimes el poder de tu propia voluntad.",
		"Cada día es una nueva oportunidad para brillar.",
		"Persiste en las dificultades. ¡Eres más fuerte de lo que piensas!",
		"Tu capacidad para el cambio es infinita. ¡Sigue adelante!",
		"No temas al fracaso; teme no haberlo intentado.",
		"Mantén la vista en las estrellas, pero trabaja en el presente.",
		"El éxito llega a aquellos que siguen avanzando paso a paso.",
		"Hoy es un buen día para comenzar nuevos caminos.",
		"Cree en ti mismo y en tu capacidad para hacer cambios.",
		"Tus esfuerzos diarios te acercan a tus sueños.",
		"Celebra tu progreso, incluso los logros más pequeños.",
		"La determinación supera las circunstancias adversas.",
		"Cada día es una oportunidad para mejorar un poco más.",
		"El cambio comienza con un solo paso en la dirección correcta.",
		"Mantén tus metas a la vista y sigue avanzando.",
		"Tu futuro se construye con las elecciones que haces hoy.",
		"No te preocupes por cuánto tiempo tomará; sigue avanzando.",
		"Nunca subestimes el impacto de tu persistencia.",
		"Cada pequeño esfuerzo se suma en tu viaje de crecimiento.",
		"No mires atrás, te estás moviendo hacia nuevas posibilidades.",
		"La disciplina diaria llevará a cambios duraderos.",
		"Tu dedicación abrirá puertas que ni siquiera sabías que existían.",
		"Cada día es una oportunidad para escribir un nuevo capítulo.",
		"Recuerda por qué comenzaste cuando las cosas se ponen difíciles.",
		"Cada paso te acerca más a donde quieres estar. ¡Sigue adelante!",
		"El éxito no es lineal, pero cada paso cuenta en el viaje.",
		"No te detengas en el pasado; enfócate en el presente y el futuro.",
		"La consistencia transforma lo ordinario en extraordinario.",
		"Nunca subestimes el poder de la perseverancia a lo largo del tiempo.",
		"Mantén tus sueños grandes y tus hábitos pequeños.",
		"Cada día es una oportunidad para ser una mejor versión de ti mismo.",
		"Confía en el proceso y sigue adelante, sin importar el ritmo.",
		"La paciencia y la determinación te llevarán lejos.",
		"Tus esfuerzos diarios acumulan resultados con el tiempo.",
		"Cada paso te acerca un paso más a tu objetivo final.",
		"La consistencia es la clave para crear una vida que ames.",
		"Enfrenta cada día con determinación y pasión.",
		"No hay atajos en el camino hacia el éxito personal.",
		"El cambio lleva tiempo, pero cada día cuenta.",
		"Cada día es una nueva oportunidad para reinventarte.",
		"Pequeñas mejoras diarias se suman con el tiempo.",
		"Tus hábitos actuales moldean tu futuro. Elige sabiamente.",
		"No subestimes el poder de hacer un esfuerzo cada día.",
		"Cada día es una página en blanco para escribir tu historia.",
		"Cada paso te acerca un poco más a tus metas.",
		"Mantén el enfoque en tus metas finales mientras avanzas.",
		"El camino puede ser desafiante, pero cada paso importa.",
		"Recuerda por qué comenzaste y mantén viva esa motivación.",
		"La perseverancia en acciones pequeñas lleva a grandes cambios.",
		"No mires atrás, te estás moviendo hacia un futuro brillante.",
		"Celebra tus victorias, sin importar cuán pequeñas sean.",
		"La dedicación diaria te acerca constantemente a tus sueños.",
		"Tus hábitos definen tu éxito a largo plazo. Elige sabiamente.",
		"Cada día es una oportunidad para acercarte a tu mejor versión.",
		"El cambio no ocurre de la noche a la mañana, ¡sigue adelante!",
		"Cada pequeño paso contribuye a tu viaje de automejora.",
		"No subestimes el impacto de tus acciones diarias.",
		"Mantén tus ojos en el premio mientras avanzas hacia él.",
		"El esfuerzo constante transforma los sueños en realidad.",
		"Cada día es una oportunidad para crear la vida que deseas.",
		"Tus elecciones hoy te llevarán al éxito de mañana.",
		"Un viaje de mil millas comienza con un solo paso.",
		"No te rindas ante los desafíos; supéralos con determinación.",
		"Cada día cuenta en tu búsqueda de automejora.",
		"Mantén el enfoque en tus metas y trabaja hacia ellas.",
		"Tus acciones diarias te guían hacia tus aspiraciones más grandes.",
		"Celebra tus logros, no importa cuán pequeños parezcan.",
		"La dedicación constante es la clave para lograr cambios duraderos.",
		"El éxito se construye paso a paso, día a día.",
		"No olvides disfrutar del proceso mientras avanzas.",
		"Cada día es una oportunidad para convertirte en quien aspiras ser.",
		"Cada pequeño paso te acerca a tus sueños.",
		"Mantén la vista en el futuro mientras te comprometes con el presente.",
		"Tus acciones diarias crean un impacto duradero con el tiempo.",
		"El progreso no tiene que ser grande para ser significativo.",
		"Nunca subestimes el poder de la consistencia a lo largo del tiempo.",
		"Cada día es un nuevo comienzo para perseguir tus metas.",
		"Tus hábitos actuales determinarán tu éxito futuro. Elige sabiamente.",
		"Cada día es una oportunidad para avanzar un poco más.",
		"Mantén tus metas a la vista mientras trabajas en el presente.",
		"No te preocupes por la velocidad, simplemente sigue avanzando de manera constante.",
		"El cambio ocurre gradualmente, pero cada paso importa.",
		"Recuerda que cada día es una oportunidad para crecer.",
		"Celebra tu progreso, sin importar cuán pequeño sea.",
		"Cada día es una nueva página en tu historia personal.",
		"Cada día importa en tu camino hacia el cambio positivo.",
		"No subestimes el poder de tus acciones diarias para tu futuro.",
		"Tu viaje está compuesto por pasos individuales. Cada uno cuenta.",
		"La consistencia es la clave para desbloquear tu potencial.",
		"Cree en ti mismo, y serás imparable.",
		"Tus esfuerzos hoy te llevarán a un mañana mejor.",
		"Acepta cada nuevo día como una oportunidad para marcar la diferencia.",
		"Cada día ofrece una oportunidad para reescribir tu historia.",
		"Tu progreso importa más que tu ritmo.",
		"Mantén el enfoque y nunca pierdas de vista tus metas.",
		"Recuerda que Roma no se construyó en un día.",
		"Cree en el proceso; el cambio lleva tiempo.",
		"Tu viaje es una maratón, no una carrera.",
		"Cada día presenta una nueva oportunidad para crecer.",
		"La paciencia y la consistencia te acercarán a tus metas.",
		"Tu crecimiento es un viaje, y cada día es un paso.",
		"No esperes al futuro; trabaja por él hoy.",
		"Los pequeños pasos ahora conducen a resultados significativos más adelante.",
		"Cada día es tu oportunidad de crear un cambio positivo.",
		"Tienes el poder de moldear tu realidad, comenzando hoy."
	]
}
