{
  "add": "Anadir",
  "addHabit": "Anadir habito",
  "camera": "Camara",
  "code": "Codigo",
  "codeDescription": "En vista que no hemos recivido el apoyo deseado hemos decidido ocultar el codigo fuente, seguiremos dando mantenimiento y queremos informarles que no descartamos la posibilidad de cobrar subscripciones en un futuro",
  "color": "Color",
  "completedHabits": "Habitos completados",
  "contactUs": "Contactanos",
  "days": {
    "friday": "Viernes",
    "monday": "Lunes",
    "saturday": "Sabado",
    "sunday": "Domingo",
    "thursday": "Jueves",
    "tuesday": "Martes",
    "wednesday": "Miercoles"
  },
  "definedHour": "Definir hora",
  "description": "Descripcion",
  "diary": "Diario",
  "donateCashapp": "Donar a travez de Cash App",
  "donatePaypal": "Donar a travez de PayPal",
  "donationMessage": "Apoya el Desarrollo de Nuestra Aplicación\n\nEn Habitify, nuestra misión es proporcionarte una herramienta poderosa para alcanzar tus metas y construir hábitos positivos en tu vida diaria. Para continuar mejorando y brindándote una experiencia excepcional, te invitamos a considerar hacer una donación.\n\nTú tienes el poder de contribuir directamente al futuro desarrollo de la aplicación y permitirnos seguir innovando y expandiendo nuestras capacidades. Tu apoyo nos permite mantener nuestra dedicación a la excelencia y continuar entregando valor a nuestra comunidad de usuarios.\n\nSi deseas apoyarnos, tienes la opción de hacer una donación a través de PayPal o Cash App. Cada contribución, independientemente de su tamaño, tiene un impacto significativo en nuestra capacidad para crecer y mejorar.",
  "donations": "Donaciones",
  "error": {
    "name": "Se requiere el nombre"
  },
  "frequencie": "Frecuencia",
  "friday": "Viernes",
  "habits": "Habitos",
  "hasReminder": "Activar recordatorio",
  "icon": "Icono",
  "imageGalery": "Galeria de imagenes",
  "information": {
    "description": {
      "important": "Queremos asegurarte que todos los datos relacionados con tus hábitos y logros están almacenados de forma segura en tu propio dispositivo. Esto significa que todos los detalles importantes sobre tus hábitos, tus completaciones y tus metas están resguardados en tu dispositivo móvil.",
      "privacity": "Es esencial destacar que estos datos no están vinculados a ningún otro dispositivo o servidor externo. No estamos guardando ni compartiendo tus datos en la nube ni en ningún otro lugar. Esta decisión se tomó para brindarte un mayor nivel de privacidad y control sobre tu información personal. Además, hemos optado por este enfoque para poder ofrecerte nuestros servicios de manera gratuita. Mantener tus datos localmente nos permite mantener la aplicación sin costos ocultos ni suscripciones.",
      "privacy": "Es esencial destacar que estos datos no están vinculados a ningún otro dispositivo ni servidor externo. No estamos almacenando ni compartiendo tus datos en la nube ni en ningún otro lugar. Esta decisión se tomó para brindarte un mayor nivel de privacidad y control sobre tu información personal. Además, hemos optado por este enfoque para poder ofrecerte nuestros servicios de manera gratuita. Mantener tus datos localmente nos permite mantener la aplicación sin costos ocultos ni suscripciones.",
      "remember": "Debido a que los datos se almacenan localmente en tu dispositivo, se recomienda hacer copias de seguridad de tus hábitos y logros periódicamente. Así podrás asegurarte de que tus registros estén protegidos en caso de algún problema con tu dispositivo."
    },
    "information": "Información",
    "title": {
      "important": "Importante: Tus Datos están Seguros en tu Dispositivo",
      "privacity": "Privacidad y Gratuidad",
      "privacy": "Sin Vinculación a Otros Dispositivos",
      "remember": "Recuerda: Hacer Copias de Seguridad"
    }
  },
  "monday": "Lunes",
  "months": {
    "april": "Abril",
    "august": "Agosto",
    "december": "Diciembre",
    "february": "Febrero",
    "january": "Enero",
    "july": "Julio",
    "june": "Junio",
    "march": "Marzo",
    "may": "Mayo",
    "november": "Noviembre",
    "october": "Octubre",
    "september": "Septiembre"
  },
  "name": "Nombre",
  "permissions": {
    "camera": "Permitir el uso de la cámara",
    "info": "Necesitamos su permiso para mostrar la cámara."
  },
  "placeholder": {
    "habitDescription": "Por que deseas desarollar este habito",
    "habitName": "Ej. Leer un libro",
    "name": "Ingresa tu nombre"
  },
  "profile": "Perfil",
  "progress": "Progreso",
  "requiresGoal": "Necesitas establecer una meta?",
  "saturday": "Sábado",
  "schedule": "Horarios",
  "success": {
    "delete": {
      "habit": "Se elimino con exito el habito"
    }
  },
  "sunday": "Domingo",
  "takePicture": "Tomar foto",
  "thursday": "Jueves",
  "today": "Hoy",
  "tuesday": "Martes",
  "wednesday": "Miércoles",
  "welcome": "Bienvenid@"
}
